Repository: GeoBus/GeoBus-iOS
Catalog: GeoBus/*.lproj/*.xliff
Languages: de, fa, fr, it, nl, pl, pt, uk

source: Trams
de: Straßenbahnen
fa: تراموا
it: Tramme
nl: Vuilen
pl: Trampy
pt: Elétricos
uk: Трамвай

source: Try Again
de: Erneut versuchen
fa: دوباره امتحان کنید
fr: Réessayez
it: Prova Di Nuovo
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente Novamente
uk: Спробуйте ще раз

source: Twitter
fa: توییتر
uk: Твіттер

source: Unfortunately it was not possible to retrieve information from Carris.
de: Leider war es nicht möglich, Informationen von Carris abzurufen.
fa: متأسفانه امکان بازیابی اطلاعات از Carris وجود نداشت.
fr: Malheureusement, il n'a pas été possible de récupérer des informations de Carris.
it: Purtroppo non è stato possibile recuperare informazioni da Carris.
nl: Het was helaas niet mogelijk om informatie terug te krijgen bij Carris.
pl: Niestety nie można było uzyskać informacji od Carris.
pt: Infelizmente, não foi possível obter informações da Carris.
uk: На жаль, отримання інформації з Керрізсу неможливе.

source: Up to Date
fa: به روز رسانی شده
fr: À jour
it: Fino alla data
nl: Tot op heden
pl: Dotychczas
pt: Atualizado
uk: Теперішня версія

source: Updating Routes...
de: Aktualisiere Strecken...
fa: به روز رسانی مسیرها...
fr: Mise à jour des itinéraires...
it: Aggiornamento Itinerari...
nl: Routes bijwerken...
pl: Aktualizowanie biegów...
pt: A Actualizar Carreiras...
uk: Оновлення маршрутів...

source: Visit the Website
de: Besuchen Sie die Website
fa: به وب سایت سربزنید
fr: Visitez le site Web
it: Visita il sito web
nl: Bezoek de website
pl: Odwiedź stronę
pt: Visite o Site
uk: Відвідати веб-сайт

source: You have no favorite routes.
de: Sie haben keine Lieblings-Strecken.
fa: شما هیچ مسیر مورد علاقه ای ندارید.
fr: Vous n'avez pas d'itinéraires favoris.
it: Non hai vie preferite.
nl: Je hebt geen favoriete routes.
pl: Nie masz ulubionych tras.
pt: Não tem carreiras favoritas.
uk: У вас немає улюблених маршрутів.

source: You have to allow location access so that GeoBus can show where you are on the map.
de: Sie müssen den Standortzugriff erlauben, damit GeoBus ihnen zeigen kann, wo sie sich auf der Karte befinden.
fa: شما باید اجازه دسترسی به موقعیت مکانی را بدهید تا GeoBus بتواند مکان شما را روی نقشه نشان دهد.
fr: Vous devez autoriser l'accès à la localisation pour que GeoBus puisse montrer où vous êtes sur la carte.
it: È necessario consentire l'accesso alla posizione in modo che GeoBus possa mostrare dove si è sulla mappa.
nl: Je moet locatie toestaan zodat de GeoBus kan laten zien waar je op de kaart bent.
pl: Musisz zezwolić na dostęp do lokalizacji, aby GeoBus mógł pokazać miejsce na mapie.
pt: É necessário permitir acesso à localização para que o GeoBus possa mostrar onde se encontra no mapa.
uk: Ви повинні дозволити доступ до місцезнаходження, щоб GeoBus показав, де ви знаходитесь на карті.

source: Your Location
de: Ihr Standort
fa: موقعیت مکانی شما
fr: Votre Localisation
it: La Tua Posizione
nl: Uw locatie
pl: Twoja lokalizacja
pt: A Sua Localização
uk: Ваше місцезнаходження

source: Your privacy is respected, it will not leave your device or be sold to anyone.
de: Ihre Privatsphäre wird respektiert, wir geben und verkaufen keine Daten an Dritte weiter.
fa: حریم خصوصی شما محترم است، دستگاه شما را ترک نمی کند و به کسی فروخته نمی شود.
fr: Votre vie privée est respectée, elle ne quittera pas votre appareil ou ne sera vendue à personne.
it: La tua privacy è rispettata, non lascerà il tuo dispositivo o sarà venduto a nessuno.
nl: Uw privacy wordt gerespecteerd, het zal uw apparaat verlaten of aan niemand worden verkocht.
pl: Twoja prywatność jest respektowana, nie zostawia Twojego urządzenia ani nie zostanie sprzedana nikomu
pt: A sua privacidade é respeitada, não será enviada ou vendida a ninguém.
uk: Ваша конфіденційність дотримується, вона не залишить ваш пристрій або не буде продана будь-кому.

source: in ±
de: in ca.
fa: در ±
fr: en ±
pl: w ±
pt: em ±
uk: в класифікованих

source: to
de: nach
fa: به
fr: à
it: a
nl: naar
pl: do
pt: para
uk: по

source: to: %@
de: nach: %@
fa: به: %@
fr: à: %@
it: a: %@
nl: Aan: %@
pl: do: %@
pt: para: %@
uk: до: %@

source: vehicles in circulation
de: Fahrzeuge im Einsatz
fa: وسایل نقلیه در گردش
fr: véhicules en circulation
it: veicoli in circolazione
nl: voertuigen in het verkeer
pl: pojazdy w ruchu
pt: veículos em circulação
uk: автомобілі в обігу

source: ← Choose a Route
de: ← Route wählen
fa: یک مسیر انتخاب کنید
fr: ★ Choisissez une route
it: ← Scegli un percorso
nl: ¦ Kies een route
pl: ← Wybierz trasę
pt: ← Escolha uma Carreira
uk: ← Оберіть маршрут

source: C
uk: До

source: vehicle in circulation
de: Fahrzeug im Einsatz
fr: véhicule en circulation
it: veicolo in circolazione
nl: voertuig in circulatie
pl: pojazd w obiegu
pt: veículo em circulação
uk: засіб в обігу
