Repository: GeoBus/GeoBus-iOS
Catalog: GeoBus/*.lproj/*.xliff
Languages: de, fa, fr, it, nl, pl, pt, uk

# NSLocationUsageDescription
source: Your location will only be used to show you where you are on the map.
de: Ihr Standort wird nur verwendet, um zu zeigen, wo sie sich auf der Karte befinden.
fa: موقعیت مکانی شما فقط برای نشان دادن مکان شما در نقشه استفاده خواهد شد.
fr: Votre emplacement ne sera utilisé que pour vous montrer où vous êtes sur la carte.
it: La tua posizione sarà usata solo per mostrarti dove ti trovi sulla mappa.
nl: Je locatie zal alleen worden gebruikt om je te laten zien waar je op de kaart bent.
pl: Twoja lokalizacja będzie używana tylko do określenia twojego położenia na mapie.
pt: A sua localização será utilizada apenas para mostrar onde se econtra no mapa.
uk: Ваше місцезнаходження буде використано, щоб показати вам, де ви знаходитесь на карті.

# NSLocationWhenInUseUsageDescription
source: Your location will only be used to show you where you are on the map.
de: Ihr Standort wird nur verwendet, um zu zeigen, wo sie sich auf der Karte befinden.
fa: موقعیت مکانی شما فقط برای نشان دادن مکان شما در نقشه استفاده خواهد شد.
fr: Votre emplacement ne sera utilisé que pour vous montrer où vous êtes sur la carte.
it: La tua posizione sarà usata solo per mostrarti dove ti trovi sulla mappa.
nl: Je locatie zal alleen worden gebruikt om je te laten zien waar je op de kaart bent.
pl: Twoja lokalizacja będzie używana tylko do określenia twojego położenia na mapie.
pt: A sua localização será utilizada apenas para mostrar onde se econtra no mapa.
uk: Ваше місцезнаходження буде використано, щоб показати вам, де ви знаходитесь на карті.

source: %lld Routes left...
de: Noch %lld Routen zu laden.
fa: %lld مسیرهای باقی مانده ...
fr: %lld Routes restantes...
it: %lld Routes rimanenti...
nl: %lld Routes over...
pl: Pozostało %lld tras...
pt: Faltam %lld Carreiras...
uk: %lld маршрутів вийшло...

source: %lld active vehicles
de: %lld aktive Fahrzeuge
fa: %lld وسایل نقلیه فعال
fr: %lld véhicules actifs
it: %lld veicoli attivi
nl: %lld actieve voertuigen
pl: %lld aktywnych pojazdów
pt: %lld veículos ativos
uk: %lld активних автомобілів

source: (ex: 28E or 758)
de: (z. B. 28E oder 758)
fa: (مثال: 28E یا 758)
fr: (ex: 28E ou 758)
it: (es: 28E o 758)
nl: (bijv.: 28E of 758)
pl: (np. 28E lub 758)
pt: (ex: 28E ou 758)
uk: (наприклад: 28E або 758)

source: (ex: C 10512)
de: (z. B. C 10512)
fa: (مثال: C 10512)
pl: (np. C 10512)

source: 1 active vehicle
de: 1 aktives Fahrzeug
fa: ۱ وسیله نقلیه فعال
fr: 1 véhicule actif
it: 1 veicolo attivo
nl: 1 actief voertuig
pl: 1 aktywny pojazd
pt: 1 veículo ativo
uk: 1 активний автомобіль

source: All data is fetched directly from Carris servers in real time, free of charge.
de: Alle Daten werden kostenfrei vom Carris-Server in Echtzeit abgerufen.
fa: تمام داده ها مستقیماً از سرورهای Carris در زمان واقعی و رایگان دریافت می شوند.
fr: Toutes les données sont récupérées directement sur les serveurs de Carris en temps réel, gratuitement.
it: Tutti i dati vengono scaricati direttamente dai server Carris in tempo reale, gratuitamente.
nl: Alle gegevens worden in realtime rechtstreeks van de Carris servers opgehaald, kosteloos.
pl: Wszystkie dane są pobierane bezpośrednio z serwerów Carris w czasie realnym, bezpłatnie.
pt: Toda a informação é obtida diretamente dos servidores da Carris em tempo real, gratuitamente.
uk: Всі дані отримані безпосередньо з серверів Carris в реальному часі, безкоштовно від зарядки.

source: Allow Location Access
de: Standortzugriff erlauben
fa: به دسترسی موقعیت مکانی اجازه بدهید
fr: Autoriser l'accès à la localisation
it: Consenti Accesso Alla Posizione
nl: Locatietoegang toestaan
pl: Zezwól na dostęp do lokalizacji
pt: Permitir Acesso à Localização
uk: Дозволити доступ до місцезнаходження

source: Allow in Settings
de: In Einstellungen verwalten
fa: در تنظیمات اجازه دسترسی بدهید
fr: Autoriser dans les paramètres
it: Consenti nelle impostazioni
nl: Toestaan in Instellingen
pl: Zezwól w Ustawieniach
pt: Permitir nas Definições
uk: Дозволити в налаштуваннях

source: Carris API is unavailable.
de: Carris-Server ist nicht verfügbar.
fa: Carris API در دسترس نمیباشد
fr: L'API Carris n'est pas disponible.
it: Carris API non è disponibile.
nl: Carris API is niet beschikbaar.
pl: Carris API jest niedostępny.
pt: O servidor da Carris está indisponível.
uk: Carris API недоступний.

source: Choose a Route Number
de: Wählen sie eine Route
fa: لطفا شماره مسیر را انتخاب کنید
fr: Choisissez un numéro de route
it: Scegli un Numero di Rotta
nl: Kies een routenummer
pl: Wybierz numer trasy
pt: Escolha uma Carreira
uk: Вибрати номер маршруту

source: Close
de: Schließen
fa: بستن
fr: Fermer
it: Chiudi
nl: Afsluiten
pl: Zamknij
pt: Fechar
uk: Закрити

source: Connection Error
de: Verbindungsfehler
fa: خطای اتصال
fr: Erreur de connexion
it: Errore Di Connessione
nl: Verbindingsfout
pl: Błąd połączenia
pt: Erro de Ligação
uk: Помилка підключення

source: Direction
de: Richtung
fa: مسیر
fr: Orientation
it: Direzione
nl: Richting
pl: Kierunek
pt: Direção
uk: Напрямок

source: Enter a Stop Number
de: Nummer der Haltestelle eingeben
fa: یک شماره توقف وارد کنید
fr: Entrez un numéro d'arrêt
it: Inserisci un numero Stop
nl: Voer een Stop Nummer in
pl: Wprowadź numer przystanku
pt: Introduza um Número de Paragem
uk: Введіть номер зупинки

source: Estimated
de: Voraussichtlich
fa: تخمینی
fr: Estimé
it: Stima
nl: Geschat
pl: Szacowany
pt: Estimado
uk: За оцінками

source: Favorites
de: Favoriten
fa: مورد علاقه ها
fr: Favoris
it: Preferiti
nl: Favorieten
pl: Ulubione
pt: Favoritas
uk: Вподобання

source: Find Routes
de: Route finden
fa: مسیرها را پیدا کنید
fr: Trouver des itinéraires
it: Trova Itinerari
nl: Zoek routes
pl: Znajdź trasy
pt: Localizar Carreiras
uk: Знайти маршрути

source: GPS updated %@ ago
de: GPS vor %@ aktualisiert
fa: GPS %@ پیش به‌روزرسانی شد
fr: GPS mis à jour il y a %@
it: GPS aggiornato %@ fa
nl: GPS bijgewerkt %@ geleden
pl: GPS został zaktualizowany %@ temu
pt: GPS atualizado há %@
uk: Оновлено %@ тому

source: GeoBus can show you where you are in the map, if you allow it.
de: GeoBus kann ihnen zeigen, wo sie sich auf der Karte befinden, wenn sie es zulassen.
fa: اگر اجازه دهید GeoBus می تواند به شما نشان دهد که در نقشه کجا هستید.
fr: Géobus peut vous montrer où vous êtes sur la carte, si vous l'autorisez.
it: GeoBus può mostrarti dove ti trovi nella mappa, se lo consenti.
nl: GeoBus kan je laten zien waar je bent in de kaart, als je het toestaat.
pl: GeoBus może pokazać, gdzie znajdujesz się na mapie, jeśli zezwalasz.
pt: O GeoBus pode mostrar a sua localização no mapa, se o permitir.
uk: GeoBus може показати вам, де ви перебуваєте на мапі, якщо ви дозволяєте.

source: GeoBus will keep them updated in the background automatically.
de: GeoBus hält sie automatisch auf dem Laufenden.
fa: GeoBus آنها را به طور خودکار در پس زمینه به روز نگه می دارد.
fr: Géobus les gardera automatiquement à jour en arrière-plan.
it: GeoBus li terrà aggiornati in background automaticamente.
nl: GeoBus zal ze automatisch op de achtergrond op de hoogte houden.
pl: GeoBus będzie aktualizował je w tle automatycznie.
pt: O GeoBus irá mantê-las atualizadas automaticamente.
uk: GeoBus буде тримати їх оновленнями у фоновому режимі.

source: I'll be delighted to know your opinion.
de: Ich freue mich über Ihre Meinung.
fa: خوشحال میشم نظر شما رو بدونم.
fr: « Je serai ravi de connaître votre opinion. »
it: Sarò felice di conoscere la tua opinione.
nl: Ik ben blij om je mening te horen.
pl: Z przyjemnością poznam Twoją opinię.
pt: Gostava muito de saber a sua opinião.
uk: Я буду радий дізнатися вашу думку.

source: I'll do my best to keep the app working flawlessly for as long as possible.
de: Ich werde mein Bestes tun, um die einwandfreie Funktion der App so lange wie möglich sicherzustellen.
fa: تمام تلاشم را می‌کنم تا برنامه تا زمانی که ممکن است بدون نقص کار کند.
fr: Je ferai de mon mieux pour que l'application fonctionne parfaitement, aussi longtemps que possible.
it: Farò del mio meglio per mantenere l'app funzionante in modo impeccabile il più a lungo possibile.
nl: Ik zal mijn best doen om de app zo lang mogelijk zonder problemen te laten werken.
pl: Zrobię wszystko, co w mojej mocy, aby aplikacja działała bezproblemowo tak długo, jak to możliwe.
pt: Farei o possível para manter a app a funcionar pelo máximo de tempo possível.
uk: Я зроблю все можливе, щоб додаток працював бездоганно якомога довше.

source: If the error persists, the only option is to wait and try again later. Unfortunately the app cannot function without this first step.
de: Wenn der Fehler weiterhin besteht, versuchen sie es später erneut. Leider funktioniert die App ohne diesen ersten Schritt nicht.
fa: اگر خطا ادامه داشت، تنها گزینه این است که صبر کنید و بعداً دوباره امتحان کنید. متأسفانه برنامه بدون این مرحله اول نمی تواند کار کند.
fr: Si l'erreur persiste, la seule option est d'attendre et de réessayer plus tard. Malheureusement, l'application ne peut pas fonctionner sans cette première étape.
it: Se l'errore persiste, l'unica opzione è attendere e riprovare più tardi. Sfortunatamente l'app non può funzionare senza questo primo passo.
nl: Als de fout zich blijft voordoen, is de enige optie wachten en het later opnieuw proberen. Helaas kan de app niet functioneren zonder deze eerste stap.
pl: Jeżeli błąd się powtarza, jedyną opcją jest poczekać i spróbować ponownie później. Niestety aplikacja nie może działać bez tego pierwszego kroku.
pt: Se o erro persistir, a única opção é esperar e tentar novamente mais tarde. Infelizmente a app não consegue funcionar sem este primeiro passo.
uk: Якщо помилка повторюється, зачекайте будь ласка спробуйте пізніше. Нажаль, програма не зможе працювати без першого кроку.

source: It's probably because their servers are down. In this case, the best option is to wait and try again later :/
de: Wahrscheinlich, weil deren Server nicht erreichbar sind. In diesem Fall ist es das Beste, wenn sie es zu einem anderen Zeitpunkt erneut versuchen. :/
fa: احتمالاً به این دلیل است که سرورهای آنها از کار افتاده است. در این مورد، بهترین گزینه این است که صبر کنید و بعداً دوباره امتحان کنید
fr: C'est probablement parce que leurs serveurs sont en panne. Dans ce cas, la meilleure option est d'attendre et de réessayer plus tard :/
it: Probabilmente perché i loro server sono giù. In questo caso, l'opzione migliore è aspettare e riprovare più tardi :/
nl: Het is waarschijnlijk omdat hun servers offline zijn. In dit geval is de beste optie om te wachten en het later opnieuw te proberen :/
pl: Prawdopodobnie jest tak, ponieważ ich serwery są wyłączone. W tym przypadku najlepszym rozwiązaniem jest zaczekać i spróbować ponownie później :/
pt: Provavelmente os servidores estão indisponíveis. Neste caso, a melhor opção é esperar e tentar novamente mais tarde :/
uk: Скоріш за все їх сервери відсутні. У такому випадку найкращий варіант - чекати та спробувати пізніше :/

source: Live
fa: زنده
fr: En direct
nl: Zichtbaar
pl: Na żywo
uk: Наживо

source: Live Data
de: Live-Daten
fa: داده ی زنده
fr: Données en direct
it: Dati Live
pl: Dane na żywo
pt: Tempo Real
uk: Живі дані

source: Live data is provided by Carris free of charge.
de: Die Live-Daten werden von Carris kostenlos zur Verfügung gestellt.
fa: داده های زنده توسط Carris به صورت رایگان ارائه می شود.
fr: Les données en direct sont fournies gratuitement par Carris.
it: I dati in tempo reale sono forniti gratuitamente da Carris.
nl: Live data wordt gratis door Carris aangeboden.
pl: Dane na żywo dostarczane są przez Carris nieodpłatnie.
pt: Os dados em tempo real são fornecidos pela Carris gratuitamente.
uk: Живі дані надаються Carris безкоштовно.

source: Loading...
de: Wird geladen...
fa: درحال بارگزاری...
fr: Chargement en cours...
it: Caricamento...
nl: Laden...
pl: Ładowanie...
pt: A Carregar...
uk: Завантажується...

source: Neighborhood Buses
de: Lokale-Busse
fa: اتوبوس های محله
fr: Buses de quartier
it: Autobus Vicinanza
nl: Buiging naburige buit
pl: Linie strefowe
pt: Carreiras de Bairro
uk: Сусіді Автобуси

source: Next on this stop:
de: Als Nächstes:
fa: توقف بعدی:
fr: Suivant à cet arrêt:
it: Successivo su questa fermata:
nl: Volgende op dit stop:
pl: Następny na tym przystanku:
pt: Próximos nesta paragem:
uk: Далі при цій зупинці:

source: Night Buses
de: Nachtbusse
fa: اتوبوس های شبانه
fr: Bus de la nuit
it: Autobus Notturni
nl: Nacht doorsneden
pl: Autobusy nocne
pt: Veículos Noturnos
uk: Нічні буси

source: No estimations available for this stop.
de: Im Moment ist keine Vorhersage für diese Haltestelle möglich.
fa: هیچ تخمینی برای این ایستگاه در دسترس نمیباشد.
fr: Aucune estimation disponible pour cet arrêt.
it: Nessuna stima disponibile per questo stop.
nl: Voor dit stopcontact zijn geen inschattingen beschikbaar.
pl: Brak dostępnych szacunków dla tego przystanku.
pt: Nenhuma estimativa disponível para esta paragem.
uk: Немає оцінок, доступних на цю зупинку.

source: Olá 👋
fa: سلام 👋
fr: Olá 👋
nl: Olaww👋
pl: Cześć 👋
uk: Ola<unk> 👋

source: Open to Feedback
de: Deine Meinung zählt
fa: برای بازخورد باز کنید
fr: Ouvert à la rétroaction
it: Apri a Feedback
nl: Open voor feedback
pl: Otwarci na opinie
pt: Sugestões?
uk: Відкрити для зворотнього зв'язку

source: P
fa: پ
uk: Пн

source: Please try again.
de: Bitte versuchen sie es erneut.
fa: لطفا دوباره امتحان کنید.
fr: Veuillez réessayer.
it: Per favore riprova.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie.
pt: Por favor tente novamente.
uk: Спробуйте ще раз.

source: Please wait a few seconds.
de: Bitte warten sie einen Augenblick.
fa: لطفا چند ثانیه صبر کنید.
fr: Veuillez patienter quelques secondes.
it: Per favore, aspetta qualche secondo.
nl: Wacht alstublieft een paar seconden.
pl: Proszę poczekać kilka sekund.
pt: Por favor aguarde alguns segundos.
uk: Будь ласка, зачекайте кілька секунд.

source: Please wait a moment while routes and stops are synced with Carris.
de: Bitte warten sie einen Augenblick, während Routen und Haltestellen mit Carris synchronisiert werden.
fa: لطفاً کمی صبر کنید تا مسیرها و توقف‌ها با Carris همگام شوند.
fr: Veuillez patienter un instant pendant que les trajets et les arrêts sont synchronisés avec Carris.
it: Attendere un momento mentre i percorsi e le fermate sono sincronizzati con Carris.
nl: Wacht even terwijl routes en stops worden gesynchroniseerd met Carris.
pl: Poczekaj chwilę, aż trasy i przystanki zostaną zsynchronizowane z Carris.
pt: Por favor aguarde enquanto as carreiras e paragens são sincronizadas com a Carris.
uk: Зачекайте, поки маршрути і зупинки синхронізуються з Каррисом.

source: Please wait...
de: Bitte warten...
fa: لطفا صبر کنید...
fr: Attendez, s'il vous plaît...
it: Attendere prego...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt: Por favor aguarde...
uk: Зачекайте будь ласка...

source: Pro tip: tap and hold the location button to zoom in to street level!
de: Pro-Tipp: Tippen und halten sie die Positionstaste um in die Straße zu zoomen!
fa: نکته حرفه ای: برای بزرگنمایی تا سطح خیابان، روی دکمه مکان ضربه بزنید و نگه دارید!
fr: Astuce Pro : appuyez et maintenez le bouton de localisation pour zoomer au niveau de la rue!
it: Suggerimento Pro: tocca e tieni premuto il pulsante posizione per ingrandire il livello della strada!
nl: Pro tip: tik en houd de locatie-knop ingedrukt om in te zoomen op straatniveau!
pl: Wskazówka: stuknij i przytrzymaj przycisk lokalizacji, aby powiększyć do poziomu ulicy!
pt: Pro tip: mantenha o dedo no botão da localização para ampliar até o nível da rua!
uk: Підказка: натисніть і утримуйте кнопку локації, щоб збільшити до рівня вулиці!

source: Regular Service
de: Linienbusse
fa: سرویس منظم
fr: Service régulier
it: Servizio Regolare
nl: Normale service
pl: Usługa standardowa
pt: Serviço Regular
uk: Звичайний сервіс

source: Route Details
de: Streckendetails
fa: جزئیات مسیر
fr: Détails de la route
it: Dettagli Percorso
nl: Details route
pl: Szczegóły trasy
pt: Detalhes da Carreira
uk: Подробиці маршруту

source: Routes and Stops are synced.
de: Strecken und Haltestellen werden synchronisiert.
fa: مسیرها و توقف ها همگام سازی شدند.
fr: Les routes et arrêts sont synchronisés.
it: Itinerari e fermate sono sincronizzati.
nl: Routes en Stops worden gesynchroniseerd.
pl: Trasy i przystanki zostały zsynchronizowane.
pt: Carreiras e Paragens estão sincronizadas.
uk: Маршрути та зупинки синхронізовані.

source: Search Stop
de: Haltestelle finden
fa: جستجوی ایستگاه
fr: Arrêt de recherche
it: Ricerca Fermata
nl: Zoek stop
pl: Wyszukaj przystanek
pt: Procurar Paragens
uk: Пошук зупинок

source: Send an Email
de: E-Mail senden
fa: یک نامه ی پستی ارسال کنید
fr: Envoyer un e-mail
it: Invia un'email
nl: Stuur een e-mail
pl: Wyślij e-mail
pt: Enviar um Email
uk: Надіслати ел. листа

source: Send me a message if you need help with GeoBus, or have any ideas to improve it.
de: Schicken sie mir eine Nachricht, wenn sie Hilfe bei GeoBus benötigen oder wenn sie Ideen haben, um es zu verbessern.
fa: اگر در مورد GeoBus به کمک نیاز دارید یا ایده ای برای بهبود آن دارید، به من پیام ارسال کنید.
fr: Envoyez-moi un message si vous avez besoin d'aide avec GeoBus, ou si vous avez des idées pour l'améliorer.
it: Inviami un messaggio se hai bisogno di aiuto con GeoBus, o hai qualche idea per migliorarlo.
nl: Stuur me een bericht als je hulp nodig hebt met GeoBus, of als je ideeën hebt om het te verbeteren.
pl: Wyślij mi wiadomość, jeśli potrzebujesz pomocy z GeoBus, lub masz jakieś pomysły na jej ulepszenie.
pt: Envie-me uma mensagem se precisar de ajuda com o GeoBus, ou se tiver alguma ideia para o melhorar.
uk: Відправляйте мені повідомлення, якщо вам потрібна допомога з GeoBus, або ви маєте будь-які ідеї для вдосконалення.

source: Service Unavailable
de: Dienst nicht verfügbar
fa: سرویس در دسترس نیست
fr: Service indisponible
it: Servizio Non Disponibile
nl: Dienst niet beschikbaar
pl: Usługa niedostępna
pt: Serviço Indisponível
uk: Сервіс недоступний

source: Share GeoBus
de: GeoBus teilen
fa: GeoBus را به اشتراک بگذارید
pt: Partilhe o GeoBus

source: Share GeoBus with your friends and family!
de: Teilen sie GeoBus mit Freunden und Familie!
fa: GeoBus را با دوستان و خانواده خود به اشتراک بگذارید!
fr: Partagez GeoBus avec vos amis et votre famille!
it: Condividi GeoBus con i tuoi amici e la tua famiglia!
nl: Deel GeoBus met je vrienden en familie!
pl: Podziel się GeoBus ze znajomymi i rodziną!
pt: Partilhe o GeoBus com os seus amigos e família!
uk: Діліться GeoBus з друзями та родиною!

source: Sometimes their service is unavailable or changes unexpectedly. In this situations, the only option is to wait and try again later.
de: Manchmal ist deren Dienst nicht verfügbar oder ändert sich unerwartet. In diesen Situationen besteht die einzige Möglichkeit darin, zu warten und es später erneut zu versuchen.
fa: گاهی اوقات سرویس آنها در دسترس نیست یا به طور غیرمنتظره ای تغییر می کند. در این شرایط، تنها گزینه این است که صبر کنید و بعداً دوباره امتحان کنید.
fr: Parfois, leur service est indisponible ou change de façon inattendue. Dans ce cas, la seule option est d'attendre et de réessayer plus tard.
it: A volte il loro servizio non è disponibile o cambia inaspettatamente. In queste situazioni, l'unica opzione è attendere e riprovare più tardi.
nl: Soms is hun service niet beschikbaar of verandert ze onverwacht. In dit geval is de enige optie wachten en het later opnieuw proberen.
pl: Czasami ich usługa jest niedostępna lub nieoczekiwanie się zmieni. W tej sytuacji jedyną opcją jest poczekanie i próba ponownie później.
pt: Por vezes o serviço da Carris fica indisponível ou muda inesperadamente. Nestas situações, a única opção é esperar e tentar novamente mais tarde.
uk: Іноді їх сервіс недоступний або несподівано змінюється. В цьому випадку єдиною опцією є чекати та спробуйте пізніше.

source: Spread the Love
fa: عشق را گسترش دهید
fr: Répandez l’Amour
it: Diffondi l'Amore
nl: Verspreid de liefde
pl: Rozpowszechnij miłość
pt: Partilhe o Amor
uk: Поширюйте любов

source: Thanks for using GeoBus!
de: Dank das sie GeoBus nutzen!
fa: با تشکر از استفاده از GeoBus!
fr: Merci d'utiliser GeoBus!
it: Grazie per aver usato GeoBus!
nl: Bedankt voor het gebruiken van GeoBus!
pl: Dziękujemy za korzystanie z GeoBus!
pt: Obrigado por utilizar o GeoBus!
uk: Дякуємо за використання GeoBus!

source: The more people using it the more likely it will keep working.
de: Um so mehr wir sind um so besser wird es funktionieren.
fa: هرچه افراد بیشتری از آن استفاده کنند، احتمال ادامه کار آن بیشتر است.
fr: Plus il y a de personnes qui l'utilisent, plus il y a de chances que cela continue à fonctionner.
it: Più persone lo usano più è probabile che continuerà a lavorare.
nl: Hoe meer mensen het gebruiken, hoe waarschijnlijker het dat het zal blijven werken.
pl: Im więcej osób z niego korzysta, tym większe prawdopodobieństwo, że będzie nadal pracować.
pt: Quanto mais pessoas utilizarem, maior será a probabilidade de continuar a funcionar.
uk: Чим більше людей використовують її, тим більше ймовірностей вона буде працювати.

source: The route you entered is not available.
de: Die eingegebene Strecke ist nicht verfügbar.
fa: مسیری که وارد کردید در دسترس نیست.
fr: L'itinéraire que vous avez saisi n'est pas disponible.
it: Il percorso inserito non è disponibile.
nl: De route die u hebt ingevoerd is niet beschikbaar.
pl: Podana trasa jest niedostępna.
pt: A carreira que inseriu não está disponível.
uk: Обраний вами маршрут недоступний.

source: The stop you entered is not available.
de: Die eingegebene Haltestelle ist nicht verfügbar.
fa: ایستگاهی که وارد کردید در دسترس نیست.
fr: L'arrêt que vous avez entré n'est pas disponible.
it: Lo stop inserito non è disponibile.
nl: De stop die u hebt ingevoerd is niet beschikbaar.
pl: Wprowadzony stop nie jest dostępny.
pt: A paragem que inseriu não está disponível.
uk: Зупинка введена вами недоступна.

source: This is a circular route.
de: Dies ist eine Ring-Verbindung.
fa: این یک مسیر دایره ای است.
fr: Il s'agit d'une route circulaire.
it: Questo è un percorso circolare.
nl: Dit is een circulaire route.
pl: Jest to droga okrągła.
pt: Esta é uma carreira circular.
uk: Це круговий маршрут.

source: This route may have %lld alternative paths.
de: Diese Strecke kann %lld alternative Verbindungen haben.
fa: این مسیر ممکن است %lld مسیر جایگزین داشته باشد.
fr: Cette route peut avoir %lld chemins alternatifs.
it: Questo percorso può avere %lld percorsi alternativi.
nl: Deze route kan %lld alternatieve paden hebben.
pl: Ta trasa może mieć %lld alternatywnych ścieżek.
pt: Esta carreira pode ter %lld caminhos alternativos.
uk: Цей маршрут може мати %lld альтернативних шляхів.

source: This should take about a minute.
de: Das sollte etwa eine Minute dauern.
fa: این باید حدود یک دقیقه طول بکشد.
fr: Cela devrait prendre environ une minute.
it: Questo dovrebbe richiedere circa un minuto.
nl: Dat zou ongeveer een minuut moeten duren.
pl: Powinno to zająć około minutę.
pt: Isto deve demorar mais ou menos um minuto.
uk: Це має зайняти близько хвилини.

source: This should take less than a minute and only happens this once.
de: Dies sollte einmalig, weniger als eine Minute dauern.
fa: این باید کمتر از یک دقیقه طول بکشد و فقط یک بار اتفاق می افتد.
fr: Cela devrait prendre moins d'une minute et ne se produire qu'une seule fois.
it: Questo dovrebbe richiedere meno di un minuto e succede solo una volta.
nl: Dit zou minder dan een minuut moeten duren en gebeurt dit maar eenmaal.
pl: Powinno to potrwać krócej niż minutę i to tylko jeden raz.
pt: Isto deve demorar menos de um minuto e só acontece uma vez.
uk: Це займе менше хвилини і тільки станеться цього разу.

source: This will only happen once.
de: Das wird nur einmal geschehen.
fa: این فقط یک بار اتفاق می افتد.
fr: Cela ne se fera qu'une seule fois.
it: Questo accadrà solo una volta.
nl: Dit zal slechts één keer gebeuren.
pl: Będzie to miało miejsce tylko raz.
pt: Isto só acontecerá uma vez.
uk: Це станеться лише один раз.
