Repository: GeoBus/GeoBus-iOS
Catalog: GeoBus/*.lproj/Localizable.strings
Languages: de, el, es, ja, sv

source: %lld active vehicles
de: %lld aktive Fahrzeuge
el: %lld ενεργά οχήματα
es: %lld vehículos activos
ja: %lld 台のアクティブ車両
sv: %lld aktiva fordon

source: vehicle in circulation
de: Fahrzeug im Umlauf
el: όχημα σε κυκλοφορία
es: vehículo en circulación
ja: 循環する車
sv: fordon i cirkulation

source: vehicles in circulation
de: im Umlauf befindliche Fahrzeuge
el: οχήματα σε κυκλοφορία
es: vehículos en circulación
ja: 循環する車
sv: fordon i cirkulation

source: 1 active vehicle
de: 1 aktives Fahrzeug
el: 1 ενεργό όχημα
es: 1 vehículo activo
ja: 有効な車両が1台
sv: 1 aktivt fordon

source: Click here to retry ↺
de: Klicke hier, um <unk> zu wiederholen
el: Κάντε κλικ εδώ για να προσπαθήσετε ξανά
es: Haga clic aquí para volver a intentarlo
ja: ここをクリックして <unk> を再試行する
sv: Klicka här för att försöka igen <unk>

source: Connection Error
de: Verbindungsfehler
el: Σφάλμα Σύνδεσης
es: Error de conexión
ja: 接続エラー
sv: Anslutningsfel

source: Estimated
de: Geschätzt
el: Εκτιμώμενος
es: Estimado
ja: 推定値
sv: Beräknad

source: Favorite Routes
de: Favorisierte Routen
el: Αγαπημένες Διαδρομές
es: Rutas favoritas
ja: お気に入りのルート
sv: Favoritrutter

source: in ±
el: σε ±
es: en ±
ja: ±で
sv: i ±

source: Live
el: Ζωντανά
es: Vivo
ja: ライブ

source: Loading...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
ja: 読み込み中...
sv: Laddar...

source: This is a circular route.
de: Dies ist ein kreisförmiger Weg.
el: Αυτή είναι μια κυκλική διαδρομή.
es: Esta es una ruta circular.
ja: これは円形のルートです。
sv: Detta är en cirkulär rutt.

source: This route may have %lld alternative paths.
de: Diese Route kann %lld alternative Pfade haben.
el: Αυτή η διαδρομή μπορεί να έχει %lld εναλλακτικές διαδρομές.
es: Esta ruta puede tener %lld rutas alternativas.
ja: このルートには %lld 個の別のパスがあります。
sv: Denna rutt kan ha %lld alternativa sökvägar.

source: to
de: zu
el: προς
es: a
sv: till

source: to: %@
de: an: %@
el: προς: %@
es: para: %@
sv: till: %@

source: You have no favorite routes.
de: Sie haben keine Lieblings-Routen.
el: Δεν έχετε αγαπημένες διαδρομές.
es: No tiene rutas favoritas.
ja: お気に入りのルートがありません。
sv: Du har inga favoritvägar.

source: ← Choose a Route
de: ← Route wählen
el: ← Επιλέξτε μια διαδρομή
es: ← Elige una ruta
ja: 航路を選択
sv: ← Välj en väg

source: Route Details
de: Routendetails
el: Λεπτομέρειες Διαδρομής
es: Detalles de ruta
ja: ルートの詳細
sv: Information om rutt

source: Locate
de: Suchen
el: Εντοπισμός
es: Localizar
ja: 場所を特定する
sv: Leta upp

source: Choose a Route Number
de: Wählen Sie eine Routennummer
el: Επιλέξτε αριθμό διαδρομής
es: Elija un número de ruta
ja: ルート番号を選択
sv: Välj ett ruttnummer

source: (ex: 28E or 758)
de: (Beispiel: 28E oder 758).
el: (π.χ.: 28E ή 758).
es: (Ej: 28E o 758).
ja: （例：28Eまたは758）
sv: (ex: 28E eller 758).

source: Trams
de: Straßenbahnen
el: Τραμ
es: Trampas
ja: トラム
sv: Spårvagnar

source: Neighborhood Buses
de: Nachbarschafts-Busse
el: Λεωφορεία
es: Autobuses de Neighborhood
ja: ネイバーフッドバス
sv: Grannskap Bussar

source: Night Buses
de: Nachtbusse
el: Νυχτερινό Λεωφορείο
es: Autobuses nocturnos
ja: 夜のバス
sv: Natt bussar

source: Regular Service
de: Regulärer Dienst
el: Κανονική Υπηρεσία
es: Servicio regular
ja: レギュラーサービス
sv: Vanlig tjänst

source: AboutTitle
de: Ola<unk> !
el: Ολά!
es: ¡Olá!
ja: Olá!
sv: Ola!

source: AboutParagraph
de: Wenn du Hilfe bei GeoBus benötigst oder Ideen hast, um ihn zu verbessern, schicke mir bitte eine Nachricht über Twitter, Facebook, Instagram oder Email.
el: Αν χρειάζεστε βοήθεια με το GeoBus, ή έχετε ιδέες για να το βελτιώσετε, παρακαλώ στείλτε μου ένα μήνυμα μέσω Twitter, Facebook, Instagram ή Email.
es: Si necesitas ayuda con GeoBus, o tienes ideas para mejorarlo, por favor envíame un mensaje a través de Twitter, Facebook, Instagram o Email.
ja: GeoBusのヘルプが必要な場合、または改善のアイデアがある場合は、Twitter、Facebook、Instagram、またはEメールでメッセージを送ってください。
sv: Om du behöver hjälp med GeoBus, eller har idéer för att förbättra det, skicka mig ett meddelande via Twitter, Facebook, Instagram eller e-post.

source: AboutCallout
de: Ich freue mich, Ihre Meinung zu erfahren.
el: Θα είμαι ευτυχής να μάθω τη γνώμη σας.
es: Estaré encantado de conocer su opinión.
ja: あなたの意見を知って喜んでいます。
sv: Jag är glad att få veta din åsikt.
